{
    "Hello!": "Xin chào",
    "You are receiving this email because we received a password reset request for your account.": "Bạn nhận được email này vì chúng tôi đã nhận được yêu cầu đặt lại mật khẩu cho tài khoản của bạn.",
    "This password reset link will expire in 60 minutes.": "Liên kết đặt lại mật khẩu này sẽ hết hạn sau 60 phút.",
    "If you did not request a password reset, no further action is required.": "Nếu bạn không yêu cầu đặt lại mật khẩu, không cần thực hiện thêm hành động nào.",
    "Reset Password": "Đặt lại mật khẩu",
    "Your password has been changed, and the new password has been sent to your email address.": "Mật khẩu của bạn đã được thay đổi, và mật khẩu mới đã được gửi đến địa chỉ email của bạn.",
    "We have e-mailed your password reset link!": "Chúng tôi đã gửi liên kết đặt lại mật khẩu qua email của bạn!",
    "If you do not receive an email, please check your spam folder or contact your system administrator.": "Nếu bạn không nhận được email, vui lòng kiểm tra thư mục spam của bạn hoặc liên hệ với người quản trị hệ thống của bạn.",
    "Enter your new password below. It must be at least 8 characters long, and contain a number.": "Nhập mật khẩu mới của bạn dưới đây. Nó phải dài ít nhất 8 ký tự, và phải chứa ít nhất một số.",
    "Your password must be at least 8 characters long and contain a number.": "Mật khẩu của bạn phải dài ít nhất 8 ký tự và phải chứa ít nhất một số.",
    "Enter your new password below.": "Nhập mật khẩu mới của bạn dưới đây.",
    "Enter your new password below. It must be at least 8 characters long.": "Nhập mật khẩu mới của bạn dưới đây. Nó phải dài ít nhất 8 ký tự.",
    "Your password must be at least 8 characters long.": "Mật khẩu của bạn phải dài ít nhất 8 ký tự.",
    "Your password has been changed.": "Mật khẩu của bạn đã được thay đổi.",
    "Your password reset link has expired, or you have already used it.": "Liên kết đặt lại mật khẩu của bạn đã hết hạn, hoặc bạn đã sử dụng nó.",
    "Forgot Password": "Quên mật khẩu",
    "Don't have an account?": "Không có tài khoản?",
    "Sign Up": "Đăng ký",
    "Sign in to continue to %s.": "Đăng nhập để tiếp tục vào %s.",
    "Verify Email Address": "Xác thực email",
    "Please click the button below to verify your email address.": "Vui lòng nhấp vào nút bên dưới để xác minh địa chỉ email của bạn.",
    "If you did not create an account, no further action is required.": "Nếu bạn chưa tạo tài khoản, bạn không cần thực hiện thêm hành động nào.",
    "Regards": "Trân trọng",
    "If you're having trouble clicking the": "Nếu bạn gặp khó khăn khi nhấp vào",
    "button, copy and paste the URL below": "nút, sao chép và dán URL dưới đây",
    "Reset Password Notification": "Thông báo đặt lại mật khẩu",
    "into your web browser.": "trong trình duyệt web của bạn.",
    "Whoops! Something went wrong.": "Rất tiếc! Có gì đó không đúng.",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser: [:actionURL](:actionURL)": "Nếu bạn gặp sự cố khi nhấp vào nút\":actionText\", hãy sao chép và dán URL\nbên dưới vào trình duyệt web của bạn: [:actionURL](:actionURL)"
  }